Repository: CSUC/ECHOES-Parser
Catalog: docker-echoes/1.8/echoes-portal/plugins/ECHOES-WP-SPARQL-Plugin/languages/echoes_wp_sparql_plugin-*.po
Languages: fy

source: Details of Person
fy: Details fan Persoan

source: Full list of people
fy: Folsleine list mei persoanen

source: %s People
fy: %s Persoanen

source: %s Person
fy: %s Persoan

source: Searching by
fy: Sykje troch

source: Gender
fy: Geslacht

source: Profession or Occupation
fy: Berop

source: Birth
fy: Berte

source: in
fy: yn

source: Death
fy: Ferstjerren

source: Relations
fy: Relaasjes

source: Digital objects
fy: Digitale objekten

source: Show more...
fy: Lit mear sjen....

source: Places Met
fy: Moetingsplakken

source: Concepts
fy: Konsepten

source: Places
fy: Plakken

source: Dates
fy: Data

source: Go fullscreen
fy: Nei it folsleine skerm

source: Page %1$d of %2$d
fy: Siden %1$d of %2$d

source: Date Of Birth
fy: Bertedatum

source: Date Of Death
fy: Datum ferstjerren

source: Role
fy: Rol

source: Digital object
fy: Digitaal objekt

source: Place Of Birth
fy: Berteplak

source: Place Of Deat
fy: Plak fan ferstjerren

source: Met Place
fy: Moetingsplak

source: First name
fy: Foarnamme

source: Last name
fy: Efternamme

source: Search
fy: Sykje

source: Get Data
fy: Helje Data op

source: TEXT
fy: Tekst

source: IMAGE
fy: Byld

source: SOUND
fy: Lûd

source: VIDEO
fy: Fideo

source: Was born in this place
fy: Is berne yn dit plak

source: Died in this place
fy: Is ferstoarn yn dit plak

source: People's relation to Places
fy: Relaasje persoanen to Plakken

source: Digital objects types
fy: Digitale objeken

source: Woman
fy: Frou

source: Unknown
fy: Unbekend

source: Time
fy: Tiid

source: View
fy: Sjoch

source: Binary
fy: Binêr

source: %d Concept
fy: %d Konsept

source: %d Concepts
fy: %d Konsepten

source: List of Concepts
fy: List fan Konsepten

source: Digital Objects related
fy: Relatearre Digitale Objekten

source: Concept %s
fy: Konsept %s

source: List of Digital Objects
fy: List fan Digitale Objekten

source: of Concept
fy: fan Konsept

source: Refine the results
fy: Ferfynje de resultaten

source: See more detail
fy: Sjoch mear details

source: Top 10 Concepts Bubblechart
fy: Top 10 Konsepten Bubblechart

source: Shift + Left click
fy: Shift +llofter mûsknop

source: and drag the mouse to select the area to load the places and zoom in.
fy: en sleep de mûs om it gebied te selektearjen dêr't men plakken lade kin en zoom yn.

source: Note: Click the magnifying icon on the map to search for a specific city.
fy: Note: Klik op de ikoan Fergrutsjen op de map om in spesifike stêd te sykjen.

source: %s Digital Object
fy: %s Digitaal Objekt

source: %s Digital Objects
fy: %s Digitale Objekten

source: Digital Objects
fy: Digitale Objekten

source: Details of Digital Object
fy: Details fan Digitale Objeken

source: Identifier(s)
fy: Identifikaasje(s)

source: Alternative name(s)
fy: Alternative nammen

source: Description
fy: Beskriuwing

source: Language
fy: Taal

source: Creator
fy: Untwerper

source: Publisher(s)
fy: Publisisten)

source: Format
fy: Formaat

source: Rights
fy: Rjochts

source: Source
fy: Boarne

source: People
fy: Persoanen

source: Historical News
fy: Histoarysk Nijs

source: TimeSpan
fy: Perioade

source: Concept
fy: Konsept

source: Place
fy: Plak

source: TimeSpans
fy: Perioades

source: %d TimeSpan
fy: %d Perioades

source: %d TimeSpans
fy: %d Perioades

source: TimeSpan %s
fy: Perioade %s

source: Explore period of time
fy: Ferken de tiidsperioade

source: To
fy: Nei

source: There are no results
fy: D'r binne gjin resultaten

source: Institution
fy: Ynstelling

source: Year of birth
fy: Bertejier

source: Name
fy: Namme

source: Number of images
fy: Oantal ôfbyldings

source: Searching place
fy: Plak sykje

source: Aggregation
fy: Aggregaasje

source: Searching by year
fy: Sykje troch it jier

source: Searching by years
fy: Sykje troch jierren

source: Year of Digital Object
fy: Jier fan digitaal objekt

source: Filter by
fy: Filterje troch

source: SMTWTFS
fy: SWSTMFT

source: Total
fy: Totaal

source: Select to view
fy: Selektearje om te besjen

source: Year
fy: Jier

source: Mar
fy: Maart

source: May
fy: Maaie

source: Sep
fy: Spe

source: Oct
fy: Okt

source: Dec
fy: Des
